/* Duration Minutes */
"%@ Minutes" = "%@ Minutes";

/* Meditation list section title */
"%@ | %dh%dm" = "%1$@ | %2$dh%3$dm";

/* Form comment */
"Comment" = "Comment";

/* Create meditation form title */
"Create record" = "Create record";

/* Form duration */
"Duration" = "Duration";

/* Form location placeholder */
"e.g. Home" = "e.g. Home";

/* Form weather placeholder */
"e.g. Sunny" = "e.g. Sunny";

/* Form end time */
"End time" = "End time";

/* Fail to load records title */
"Fail to load" = "Fail to load";

/* Uploader upload fail title */
"Fail to upload" = "Fail to upload";

/* Clock title hour */
"hour" = "hour";

/* Form location */
"Location" = "Location";

/* Clock title minute */
"min" = "min";

/* Uploader empty upload list title */
"No record need to upload" = "No record need to upload";

/* Alert confirm */
"OK" = "OK";

/* Fail to load records message */
"Please check you network" = "Please check you network";

/* Notification alert message */
"Please come out softly" = "Please come out softly";

/* Fail to login/signup title */
"Please fill out your email/password" = "Please fill out your email/password";

/* Fail to save change alert title */
"Please fill start/end time" = "Please fill start/end time";

/* Form rate */
"Rate" = "Rate";

/* Clock title seconds */
"sec" = "sec";

/* Form start time */
"Start time" = "Start time";

/* Update meditation form title */
"Update record" = "Update record";

/* Uploader upload success title */
"Upload successfully" = "Upload successfully";

/* Uploader uploading title */
"Uploading" = "Uploading";

/* Form weather */
"Weather" = "Weather";

